[
{ "joke": "In 1975, 3 Birds were flying and suddenly dies and fell down.\n Why?? \n Why?? \n Why?? \n so simple.... \n Remember \nIn SHOLAY, Gabbar had shot 3 bullets in Air." },
{ "joke": "Munna bhai: Are circuit apun ko ek nurse se pyar ho gela hai, Letter mein kya likhun?\nCircuit: Simple bhai, likhne ka Dear Sister ... I Love You!! Tumhara Munna Bhai" },
{ "joke": "If Vivek Oberoi marries Aishwarya and becomes Joru Ka Ghulam what will he be called?\nVivek-Obey-Rai" },
{ "joke": "MUNNA BHAI : Aby Circuit,Ye Bata,Agr Bina Daanton Ka Kutta Kaat Le to Kya krnay ka? \n CIRCUIT : Simple Bhai, Bolay to Bina Sui K 14 Injections Lagwany ka basss." },
{ "joke": "Circuit: Bhai American Sadar kahan rehta hai?\nMunna Bhai: Dhobi Ghaat pe.\nCircuit: Bhai Dobhi Ghat boly to?\nMunna Bhai: English main boly to 'Washing Town'." },
{ "joke": "Arijit Singh's songs are so romantic that you miss your lover even if you never had a lover." },
{ "joke": "Breaking news : Katrina Kaif was severely injured in an upcoming movie while doing impossible stunts like giving an expression." },
{ "joke": "Dubsmash is the app version of Shamitabh." },
{ "joke": "Things to learn from Bollywood.\n1. Don't lose hope. Abhishek Bachchan got Aishwarya.\n2. Don't be over confident. Even Hrithik got dumped." },
{ "joke": "Some people copy tweets from others.\nPritam copies music from others. \nBut Madhur Bhandarkar is the first man who copies his own films." },
{ "joke": "Bollywood movie genres: Romantic Comedy Romantic Action Romantic Drama Romantic Horror Romantic True Story Romantic Patriotic" },
{ "joke": "1 Baar Adnan Sami ke ghar mein chor aaya..\nAdnan chor ke upar baitha aur bola Ramu police ko bula.\nRamu - Sahab chappal nahi mil rahi.\nCHOR bola - Meri pehen le par jaldi jaa." },
{ "joke": "It takes 1 AMITABH to sell 1 DIAMOND..\nBut it takes 3 ABHISHEK to sell 1 SIM CARD..!!" },
{ "joke": "KARAN JOHAR'S master plan...\nKuch Kuch Hota Hai - *Luv ur frnds*...\nKabhi Khushi Kabhi Ghum - *Luv ur Parents*...\nKal Ho Na Ho - *Luv ur Neighbours*...\nKabhi Alvida Na Kehna - *Luv others Wife*...\nDostana - **Finally he came to his point**..." },
{ "joke": "Ek baar Himesh Reshamiya ka kutta ghar se bhaag gaya.\n Dusre kutte ne pucha 'Tu kyun bhaag aaya?'\n.\n.\n..\nKutta: saala raat ko ganay ki practice khud karta hai, subha log mujhe marte hai." },
{ "joke": "51 Saal Ka SALMAN KHAN Ladki Dekhney Gya,\nLadki Ki Maa Behosh Ho Gai, Hossh Aaya,\nKaaran Pucha Tho Boli…\n25 Saal Pahle Yeh Mujhe Bhi Dekhney Aaya Tha.........." },
{ "joke": "Bhakt : Meri shadi Aishwarya se kara do.\n Bhagwan : Uski ek saree 1 lac ki hai, tu kharcha kar payega.\nBhakt : Koi upay bhagvan\n Bhagvan : Mallika Sherawat." },
{ "joke": "Dad Caught His Son Watching Sheela Ki Jawani Song. \nDad: Padhaai kar Le Beta. Sheela Toh Exams Ke Baad Bhi Jawan Rahegi." },
{ "joke": "Biviyaa bhi ajeeb mindset rehti hain\nDevdas ka Shahrukh inhe “Romantic” lagta hai…\nAur\nPati sharaab piye to “Bewda” lagta hai!!" }
]
